Repository: teambrella/teambrella-ios
Catalog: Teambrella/*.lproj/Home.strings
Languages: es

# Home.salutation
source: Hi, %@!
es: ¡Hola, %@!

# Home.subtitle
source: Here's what's new for you
es: ¿Qué hay de nuevo?

# Home.submitButton.anotherClaim
source: Submit Another Claim
es: Enviar Otra Reclamación

# Home.submitButton.claim
source: Submit Claim
es: Enviar Reclamación

# Home.leftBrick.title
source: COVERAGE
es: COBERTURA

# Home.rightBrick.title
source: WALLET
es: MONEDERO

# Home.itemCard.status
source: COVERED
es: CUBIERTO

# Home.CoverageType.pet
source: Pet health
es: Salud de la Mascota

# Home.CoverageType.carCollisionDeductible
source: Collision Deductible
es: Deducible por Colisión

# Home.SupportCell.headerLabel
source: Chat with Support
es: Chatear con el apoyo

# Home.SupportCell.onlineLabel
source: ONLINE
es: EN LIÍNEA

# Home.SupportCell.textLabel
source: Hi %@! Need help? We’re online during office hours (PST) for any questions.
es: ¡Hola %@! Si tienes alguna pregunta, somos aquí para ayudarte durante horas de oficina

# Home.SupportCell.chatButton
source: Chat with Support
es: Chatear con el apoyo

# Home.ApplicationDeniedCell.headerLabel
source: Unfortunately
es: Por desgracia

# Home.ApplicationDeniedCell.centerLabel
source: Team application was denied
es: Solicitud al equipo fue denegada

# Home.ApplicationDeniedCell.viewAppButton
source: View Application
es: Ver Solicitud

# Home.ApplicationAcceptedCell.headerLabel
source: Congratulations
es: Felicitaciones

# Home.ApplicationAcceptedCell.centerLabel
source: Team application approved
es: Solicitud al equipo fue aprobado

# Home.ApplicationAcceptedCell.learnAboutCoverageButton
source: Learn about Coverage
es: Saber más de Cobertura

# Home.ApplicationStatusCell.headerLabel
source: %@ team members have %@ left to review your applications.
es: %@ Compañeros del equipo han %@ para revisar tu solicitud.

# Home.ApplicationStatusCell.titleLabel
source: Your application
es: Tu solicitud

# Home.ApplicationStatusCell.centerLabel
source: VOTE ( PENDING )
es: Votación (pendiente)

# Home.PrivateMessages.title
source: Inbox
es: Mensajes privados

# Home.Empty.Title.noPrivateMessages
source: You have no messages
es: Todavía no hay mensajes privados
