Repository: teambrella/teambrella-ios
Catalog: App/Source/*.lproj/Home.strings
Languages: ru

# Home.salutation
source: Hi, %@!
ru: Привет, %@!

# Home.subtitle
source: Here's what's new for you
ru: Свежие новости для тебя

# Home.submitButton.anotherClaim
source: Submit Another Claim
ru: Подать ещё заявку

# Home.submitButton.claim
source: Submit Claim
ru: Подать заявку

# Home.leftBrick.title
source: COVERAGE
ru: ЗАЩИТА

# Home.rightBrick.title
source: WALLET
ru: КОШЕЛЁК

# Home.itemCard.status
source: COVERED
ru: ЗАЩИЩЕНО

# Home.itemCard.coverageType
source: Collision Deductable
ru: Ущерб

# Home.SupportCell.headerLabel
source: Chat with Support
ru: Техподдержка

# Home.SupportCell.onlineLabel
source: ONLINE
ru: ОНЛАЙН

# Home.SupportCell.textLabel
source: Hi %@! Need help? We’re online during office hours (PST) for any questions.
ru: Привет, %@! Нужна помощь? Мы доступны в рабочее время по любым вопросам.

# Home.SupportCell.chatButton
source: Chat with Support
ru: Пообщаться

# Home.ApplicationDeniedCell.headerLabel
source: Unfortunately
ru: К сожалению

# Home.PrivateMessages.title
source: Private Chats
ru: Входящие

# Home.Empty.Title.noPrivateMessages
source: You have no messages
ru: У тебя нет сообщений

# Home.Empty.SubTitle.noPrivateMessages
source: Tap on the compose button to keep in touch with your teammates.
ru: Напиши твоё первое приватное сообщение кому-нибудь из участников.

# Home.FundCell.headerLabel
source: PROMO
ru: ПРОМО АКЦИЯ

# Home.FundCell.subtitleLabel
source: Not Enough Funds
ru: Необходимо пополнение

# Home.FundCell.textLabel
source: Please fund your wallet to be able to apply to the team
ru: Чтобы начать, нужна сумма на твоём кошельке. Сумма обеспечит ответное покрытие от 128 участников. Положи от 3000 р. и получи 3000 бонусных р. на свой кошелёк.

# Home.FundCell.fundTitle
source: Fund Wallet
ru: Пополнить кошелёк
