Repository: teambrella/teambrella-ios
Catalog: App/Source/*.lproj/Login.strings
Languages: es, ru

# Login.LoginBlueVC.centerLabel
source: Not insurance. A lot better.
es: No es un seguro. Es mucho mejor.
ru: Не страховка. Намного лучше.

# Login.LoginBlueVC.continueWithFBButton
source: Continue with Facebook
es: Continuar con Facebook
ru: Продолжить с Facebook

# Login.LoginBlueVC.tryDemoButton
source: Try the Demo
es: Probar Demo
ru: Попробовать демо

# Login.LoginNoInviteVC.centerLabel
source: Not insurance. A lot better.
es: No es un seguro. Es mucho mejor.
ru: Не страховка. Намного лучше.

# Login.LoginNoInviteVC.upperLabel
source: We’re invite only!
es: ¡Actualmente Teambrella funciona sólo con invitación!
ru: Доступ только по приглашениям!

# Login.LoginNoInviteVC.requestInvitationButton
source: Request invitation
es: Solicitar una Invitación
ru: Запросить приглашение

# Login.LoginNoInviteVC.mailToSupport
source: Contact support
es: Contactar con soporte
ru: Связаться с поддержкой

# Login.LoginNoInviteVC.lowerLabel
source: Hey there, for now we’re invite only. Please open an invite URL before you can continue, or try the demo.
es: ¡Hola, actualmente Teambrella funciona sólo con invitación. Por favor, sigue un enlace de su invitacion para continuar, o prueba demo.
ru: Привет, пока мы принимаем только по приглашениям. Откройте ссылку, присланную в приглашении, или попробуйте демо.

# Login.LoginNoInviteVC.tryDemoButton
source: Try the Demo
es: Probar Demo
ru: Попробовать демо

# Login.LoginNoInviteVC.almostReady.title
source: Hiya!
es: Hola de nuevo!
ru: Привет!

# Login.LoginNoInviteVC.almostReady.details
source: We are working round the clock to set up your team. It will be ready soon!
es: Estamos trabajando como burros para iniciar tu equipo. Muy pronto estará lista para funcionar.
ru: Мы работаем не покладая рук, чтобы запустить команду. Скоро она будет готова!

# Login.LoginNoInviteVC.accessDenied.title
source: We are sorry
es: Lo sentimos
ru: Сожалеем

# Login.LoginNoInviteVC.accessDenied.details
source: Currently you are unable to connect to Teambrella. Please, contact our support.
es: De momento no puedes connectar con Teambrella. Por favor, contacta con nuestro soporte.
ru: В данный момент Вы не можете войти в Тимбреллу. Пожалуйста, свяжись с нашей службой поддержки.

# Login.LoginNoInviteVC.pendingApplication.title
source: Your application is not complete
es: Tu solicitud todavía no está completa
ru: Ваша заявка не завершена

# Login.LoginNoInviteVC.pendingApplication.details
source: Please, check missing points and finalise it. We are waiting for you! Feel free to contact us if you have any questions.
es: Por favor, verifica las puntas que faltan y finalízala. Te esperamos! Contáctanos si tienes alguna pregunta.
ru: Пожалуйста, заполните все необходимые поля. Мы ждем Вас! Если у Вас есть вопросы, свяжитесь с нашей службой поддержки.

# Login.QRCodeButton
source: Log with QR code
es: Iniciar sesión con código QR
ru: Войти с QR кодом

# Login.LoginBlueVC.continueWithVKButton
source: Continue with VK
es: Continuar con VK
ru: Продолжить с VK

# Login.Application.User.Title
source: Получи приглашение в группу
ru: Регистрация

# Login.Application.Name.Title
source: МЕНЯ ЗОВУТ
ru: ИМЯ ФАМИЛИЯ

# Login.Application.Item.Title
source: МАРКА, МОДЕЛЬ, ГОД
ru: АВТОМОБИЛЬ

# Login.Application.Name.Placeholder
source: Gerry Smith
ru: Иван Петров

# Login.Application.Email.Placeholder
source: myemail@hotmail.com
ru: myemail@mail.ru

# Login.Application.City.Placeholder
source: New York, US
ru: Санкт-Петербург, Россия
