Repository: teambrella/teambrella-ios
Catalog: App/Source/*.lproj/Me.strings
Languages: es

# Me.Report.submitButtonTitle-submit
source: Submit
es: Enviar

# Me.Report.submitButtonTitle-create
source: Create
es: Hacer

# Me.Report.cancelButtonTitle
source: Cancel
es: Cancelar

# Me.Report.ReportClaim.title
source: Report a Claim
es: Reportar una reclamación

# Me.Report.NewDiscussion.title
source: New Discussion
es: Nueva discusión

# Me.Report.ImageSource.title
source: Image from
es: Imagen de

# Me.Report.ImageSource.gallery
source: Gallery
es: Galería

# Me.Report.ImageSource.camera
source: Camera
es: Cámara

# Me.CoverageVC.indicatorTitle
source: Coverage
es: Cobertura

# Me.ProfileVC.indicatorTitle
source: Profile
es: Yo

# Me.WalletVC.indicatorTitle
source: Wallet
es: Monedero

# Me.WalletVC.leftBrick.title
source: RESERVED
es: RESERVADO

# Me.WalletVC.rightBrick.title
source: AVAILABLE
es: DISPONIBLE

# Me.WalletVC.withdrawButton
source: Withdraw
es: RETIRAR

# Me.WalletVC.fundButton
source: Fund Wallet
es: Financiar

# Me.WalletVC.allTxsButton
source: All Transactions
es: Transacciones

# Me.WalletVC.actionsCell.cosigners
source: Cosigners
es: Cofirmantes

# Me.WalletVC.actionsCell.transactions
source: Transactions
es: Transacciones

# Me.WalletVC.actionsCell.backupWallet
source: Backup Wallet
es: Hacer una copia respaldo del monedero

# Me.WalletDetailsVC.title
source: QR-code
es: Fund Wallet

# Me.WalletDetailsVC.fundButton
source: How do I fund a wallet? >
es: Como financiar mi monedero?

# Me.WalletDetailsVC.headerLabel
source: Ethereum Account
es: Dirección de Ethereum

# Me.WalletDetailsVC.timeLabel
source: Valid for 24 hours
es: Válido por 24 horas

# Me.WalletDetailsVC.copyAddressButton
source: Copy Address
es: Copiar Dirección

# Me.WalletDetailsVC.copiedAddress
source: Copied
es: Copiado

# Me.CoverageVC.fundButton.title.toIncrease
source: Fund Wallet to increase
es: Financiar tu Monedero para aumentar

# Me.CoverageVC.fundButton.title
source: Fund Wallet
es: Financiar Monedero

# Me.CoverageVC.title
source: HOW IT WORKS
es: ¿CÓMO FUNCIONA?

# Me.CoverageVC.subtitle
source: Use the slider to understand how Expenses impact your maximum reimbursement.
es: Utilice el control deslizante para ver cómo los gastos afectan su reembolso máximo

# Me.CoverageVC.maxExpenses
source: Max Expenses covered
es: Cantidad máxima de los gastos cubiertos

# Me.CoverageVC.yourExpenses
source: In case your Expenses are
es: Si tus gastos son

# Me.CoverageVC.teamPay
source: The team would pay you up to
es: El equipo te pagaría hasta

# Me.Report.ItemCell.title
source: REPORT
es: INFORME

# Me.Report.DateCell.title
source: INCIDENT DATE
es: FECHA DEL INCIDENTE

# Me.Report.ExpensesCell.title
source: EXPENSES
es: GASTOS

# Me.Report.DescriptionCell.title
source: DESCRIBE YOUR CASE
es: DESCRIBE TU CASO

# Me.Report.DescriptionCell.title-discussion
source: POST
es: PUBLICACIÓN

# Me.Report.PhotosCell.title
source: PHOTOS
es: FOTOS

# Me.Report.WalletCell.title
source: REIMBURSE TO
es: REEMBOLSO A

# Me.Report.reimburse.placeholder
source: Ethereum address
es: Dirección de Ethereum

# Me.Report.ExpensesCell.deductibleTitle
source: DEDUCTIBLE
es: DEDUCIBLE

# Me.Report.ExpensesCell.coverageTitle
source: COVERAGE
es: COBERTURA

# Me.Report.ExpensesCell.amountTitle
source: AMOUNT
es: CANTIDAD

# Me.Report.PhotosCell.buttonTitle
source: Add Photos
es: Cargar las fotos

# Me.Report.TitleCell.title
source: TITLE
es: TÍTULO

# Me.Report.HeaderTitleCell.title
source: DISCUSSION
es: DISCUSIÓN

# Me.WalletVC.WalletTransactionsVC.title
source: Transactions
es: Transacciones

# Me.WalletVC.WalletTransactionsVC.amountTitle
source: Amount:
es: Cantidad:

# Me.WalletVC.WalletTransactionsVC.kindTitle
source: Kind:
es: Tipo:

# Me.WalletVC.WalletTransactionsVC.statusTitle
source: Status:
es: Estado:

# Me.WalletVC.WalletCosignersVC.title
source: Cosigners
es: Cofirmantes

# Me.Wallet.Withdraw
source: Withdraw
es: Retirada

# Me.Wallet.Withdraw.Details.title
source: WITHDRAW DETAILS
es: DETALLES DE RETIRADA

# Me.Wallet.Withdraw.Details.to.title
source: TO
es: TRANSFERIR A

# Me.Wallet.Withdraw.Details.to.placeholder
source: To ethereum address
es: Dirección de Ethereum

# Me.Wallet.Withdraw.Details.amount.title
source: AMOUNT mETH
es: CANTIDAD mETH

# Me.Wallet.Withdraw.Details.amount.placeholder
source: Value
es: Valor

# Me.Wallet.Withdraw.Details.submitButton.title
source: Submit
es: Enviar

# Me.Wallet.Withdraw.header.queued
source: WITHDRAWAL QUEUED
es: RETIRADA APLAZADA

# Me.Wallet.Withdraw.header.inProgress
source: WITHDRAWAL IN PROGRESS
es: RETIRADA EN PROGRESSO

# Me.Wallet.Withdraw.header.history
source: WITHDRAWAL HISTORY
es: ARCHIVO DE RETIRADAS

# Me.Wallet.Withdraw.WithdrawInfo.title
source: WITHDRAW INFORMATION
es: INFORMACIÓN DE RETIRADA

# Me.Wallet.Withdraw.WithdrawInfo.youMayRequest
source: You may request up to balance amount for withdrawal %@ mETH
es: Tu puedes solicitar hasta el saldo de la cantidad de retirada %@ mETH

# Me.Wallet.Withdraw.WithdrawInfo.youHave
source: You have %@ mETH reserved, if some part of the reserved funds becomes available, it would be automatically scheduled for the withdrawal.
es: Tienes %@ mETH reservado, si alguna parte de los fondos reservados está disponible, sería programado automáticamente para la retirada.

# Me.Wallet.Withdraw.noCameraAccess.title
source: Access to camera is required to scan QR code
es: Se require un acceso a la cámara para escanear código QR

# Me.Wallet.Withdraw.noCameraAccess.details
source: Please grant access to device camera for Teambrella app to be able to scan QR codes
es: Por favor, permita acceso a la cámara del dispositivo para que la aplicación Teambrella pueda escanear códigos QR

# Me.Wallet.Withdraw.noCameraAccess.cancelButton
source: Cancel
es: Cancelar

# Me.Wallet.Withdraw.noCameraAccess.settingsButton
source: Settings
es: Ajustes

# Me.WalletVC.lowerBrick.title
source: RECOMMENDED
es: RECOMENDADO

# Me.Wallet.QRCodeVC.saveButton.title
source: Save to Gallery
es: Guardar en la galería

# Me.Wallet.QRCodeVC.closeButton.title
source: Close
es: Completar

# Me.WalletVC.actionsCell.backupWallet.cancel
source: Cancel
es: Cancelar

# Me.Wallet.QRCodeVC.saveButton.saved.title
source: Saved
es: guardado en la galería

# Me.Wallet.QRCodeVC.printButton.title
source: Print
es: Imprimir

# Me.WalletVC.QRCodeAlert.attention
source: Attention!
es: ¡Atención!

# Me.WalletVC.QRCodeAlert.attentionDetails
source: Your private key will be revealed in form of QR code. Are you sure you want to proceed?
es: Su clave privada se revelará en forma de código QR. ¿Estas seguro que deseas continuar?

# Me.WalletVC.QRCodeAlert.yes
source: I am sure
es: Estoy siguro
