Repository: teambrella/teambrella-ios
Catalog: App/Source/*.lproj/Team.strings
Languages: es, ru

# Team.ClaimsVC.indicatorTitle
source: Claims
es: Reclamaciones
ru: Выплаты

# Team.ClaimsCell.claimed
source: claimed
es: reclamado
ru: заявлено

# Team.ClaimsCell.viewToVote
source: View to vote
es: ver para votar
ru: Голосовать

# Team.ClaimsCell.reimbursed
source: Reimbursed
es: Reembolsado
ru: Выплачено

# Team.ClaimCell.claimID_format
source: Claim %d
es: Reclamación %d
ru: Обсуждение заявки

# Team.ClaimCell.timePassed_format
source: %d min ago
es: hace %d minutos
ru: %d мин. назад

# Team.ClaimCell.voting
source: Voting
es: Votación
ru: Голосование

# Team.ClaimCell.yourVote
source: your vote
es: tu vota
ru: твой голос

# Team.ClaimCell.proxyVote
source: proxy vote
ru: голос прокси

# Team.ClaimCell.byProxy
source: by proxy
es: por proxy
ru: прокси

# Team.ClaimCell.teamVote
source: team vote
es: vota del equipo
ru: голос команды

# Team.ClaimCell.voteSubmitted
source: Vote Submitted
es: vota enviada
ru: Голос отправлен

# Team.ClaimCell.resetVote
source: Reset vote
es: Reiniciar votación
ru: Сбросить

# Team.ClaimCell.claimDetails
source: CLAIM DETAILS
es: DETALLES DE RECLAMACIÓN
ru: ДЕТАЛИ ЗАЯВКИ

# Team.ClaimCell.claimAmount
source: Claim Amount
es: Cantidad reclamado
ru: На сумму

# Team.ClaimCell.estimatedExpences
source: Estimated expenses
es: Gastos estimados
ru: Предполагаемые расходы

# Team.ClaimCell.deductible
source: Deductible
es: Deducible
ru: Подлежит вычету

# Team.ClaimCell.coverage
source: Coverage
es: Cobertura
ru: Защита

# Team.ClaimCell.incidentDate
source: Incident date
es: Fecha del incidente
ru: Дата происшествия

# Team.FeedVC.indicatorTitle
source: Feed
es: Noticias
ru: Лента

# Team.Teammates.newTeammates
source: NEW TEAMMATES
es: NUEVOS COMPAÑEROS
ru: НОВЫЕ УЧАСТНИКИ

# Team.Teammates.teammates
source: TEAMMATES
es: COMPAÑEROS
ru: УЧАСТНИКИ

# Team.Teammates.votingEndsIn
source: VOTING ENDS IN
es: VOTACION TERMINA EN
ru: ГОЛОСОВАНИЕ: ОСТАЛОСЬ

# Team.Teammates.net
source: NET
ru: НЕТТО

# Team.MembersVC.indicatorTitle
source: Teammates
es: Compañeros
ru: Участники

# Team.MembersVC.searchHere
source: Search
es: Buscar aquí...
ru: Поиск

# Team.TeammateCell.youAreProxy_format_s
source: You are proxy for %@
es: Eres proxy para %@
ru: Ты прокси для %@

# Team.TeammateCell.covered
source: COVERED
es: CUBIERTO
ru: ЗАЩИТА

# Team.TeammateCell.collisionDeductible
source: Collision Deductible
es: Deducible por colisión
ru: Ущерб

# Team.TeammateCell.limit
source: CLAIM LIMIT
es: LIMIT
ru: ЛИМИТ

# Team.TeammateCell.risk
source: RISK
es: RIESGO
ru: РИСК

# Team.TeammateCell.votingStats
source: VOTING STATS
es: ESTADISTICA DE VOTACIÓN
ru: СТАТИСТИКА ГОЛОСОВАНИЯ

# Team.TeammateCell.weight
source: WEIGHT
es: PESO
ru: ВЕС

# Team.TeammateCell.proxyRank
source: PROXY RANK
es: RANGO DE PROXY
ru: ПРОКСИ РЕЙТИНГ

# Team.TeammateCell.decisions
source: Decisions
es: Decisiones
ru: Решения

# Team.TeammateCell.discussions
source: Discussions
es: Discusiones
ru: Обсуждения

# Team.TeammateCell.votingFrequency
source: Voting Frequency
es: Frecuencia de Votación
ru: Частота голосований

# Team.TeammateCell.applicationDiscussion
source: Application Discussion
es: Discusión de Solicitud
ru: Заявка в команду

# Team.TeammateCell.timeLabel.justNow
source: JUST NOW
es: HACE POCO
ru: ТОЛЬКО ЧТО

# Team.TeammateCell.contact
source: CONTACT
es: CONTACTO
ru: КОНТАКТЫ

# Team.TeammateCell.buttonTitle_format_i
source: See Claims (%d)
es: Ver Reclamaciones (%d)
ru: Заявки на выплату (%d)

# Team.Decisions.generous
source: generous
es: generoso
ru: щедрый

# Team.Decisions.mild
source: mild
es: suave
ru: мягкий

# Team.Decisions.moderate
source: moderate
es: moderado
ru: умеренный

# Team.Decisions.severe
source: severe
es: severo
ru: суровый

# Team.Decisions.harsh
source: harsh
es: áspero
ru: строгий

# Team.unknown
source: unknown
es: desconocido
ru: неизвестно

# Team.Discussions.quiet
source: quiet
es: tranquilo
ru: тихий

# Team.Discussions.reserved
source: reserved
es: reservado
ru: необщительный

# Team.Discussions.moderate
source: moderate
es: moderado
ru: умеренный

# Team.Discussions.sociable
source: sociable
ru: социальный

# Team.Discussions.chatty
source: chatty
es: hablador
ru: разговорчивый

# Team.Frequency.never
source: never
es: nunca
ru: никогда

# Team.Frequency.rarely
source: rarely
es: raremente
ru: редко

# Team.Frequency.occasionally
source: ocasionally
es: de vez en cuando
ru: временами

# Team.Frequency.frequently
source: frequently
es: frecuentemente
ru: нередко

# Team.Frequency.often
source: often
es: a menudo
ru: часто

# Team.Frequency.regularly
source: regularly
es: regularmente
ru: постоянно

# Team.Frequency.always
source: always
es: siempre
ru: всегда

# Team.RulesVC.indicatorTitle
source: Rules
es: Reglas
ru: Правила

# Team.TeammateCell.object
source: OBJECT
es: OBJETO
ru: Объект

# Team.TeammateCell.addToMyProxyVoters
source: Add to my Proxy Voters
es: Añadir a mis Proxies
ru: Сделать моим прокси

# Team.TeammateCell.removeFromMyProxyVoters
source: Remove from my Proxy Voters
es: Eliminar de mis Proxies
ru: Убрать из моих прокси

# Team.TeammateCell.discussion
source: DISCUSSION
es: DISCUSIÓN
ru: ОБСУЖДЕНИЕ

# Team.MembersVC.inviteAFriend
source: Invite a Friend
es: Invita a un amigo
ru: Пригласить друга

# Team.TeammateCell.allVotes
source: All Votes
es: Todos los votos
ru: Все голоса

# Team.TeammateCell.transactions
source: Transactions
es: Transacciones
ru: Транзакции

# Team.team
source: Team
es: El grupo
ru: Команда

# Team.JoinTeamVC.closeButton
source: Close
es: Cerrar
ru: Закрыть

# Team.JoinTeamVC.getStartedButton
source: Get Started
es: Para empezar
ru: Начать

# Team.JoinTeamVC.GreetingCell.greeting
source: Hi %@!
es: ¡Hola %@!
ru: Привет, %@!

# Team.JoinTeamVC.InfoCell.headerLabel
source: TEAM INFO
es: INFORMACIÓN DEL EQUIPO
ru: О КОМАНДЕ

# Team.JoinTeamVC.InfoCell.numberBar.left
source: Teammates
es: Compañeros
ru: Участники

# Team.JoinTeamVC.InfoCell.numberBar.right
source: Discussions
es: Discusiones
ru: Обсуждения

# Team.JoinTeamVC.InfoCell.rulesButton
source: Read Team Rules
es: Leer las Reglas deL Equipo
ru: Читать правила команды

# Team.JoinTeamVC.PersonalCell.headerLabel
source: PERSONAL INFO
es: INFORMACIÓN PERSONAL
ru: ПЕРСОНАЛЬНАЯ ИНФОРМАЦИЯ

# Team.JoinTeamVC.PersonalCell.name
source: WHAT'S YOUR NAME
es: ¿CÓMO TE LLAMAS?
ru: ТВОЁ ИМЯ

# Team.JoinTeamVC.PersonalCell.birthday
source: DATE OF BIRTH
es: FECHA DE NACIMIENTO
ru: ДАТА РОЖДЕНИЯ

# Team.JoinTeamVC.PersonalCell.status
source: STATUS
ru: СТАТУС

# Team.JoinTeamVC.PersonalCell.location
source: WHAT'S YOUR LOCATION
es: ¿DE DÓNDE ERES?
ru: МЕСТО ЖИТЕЛЬСТВА

# Team.JoinTeamVC.ItemCell.headerLabel
source: YOUR CAR
es: TU AUTO
ru: ТВОЯ МАШИНА

# Team.JoinTeamVC.ItemCell.makeModel
source: MAKE AND MODEL
es: MARCA Y MODELO
ru: МАРКА И МОДЕЛЬ

# Team.JoinTeamVC.ItemCell.year
source: YEAR
es: AÑO
ru: ГОД

# Team.JoinTeamVC.ItemCell.currency
source: CURRENCY
es: MONEDA
ru: ВАЛЮТА

# Team.JoinTeamVC.ItemCell.price
source: ESTIMATED PRICE
es: ESTIMACIÓN DEL PRECIO
ru: ПРИМЕРНАЯ СТОИМОСТЬ

# Team.JoinTeamVC.ItemCell.objectPhotos
source: OBJECT PHOTOS
es: FOTOS DEL OBJECTO
ru: ФОТОГРАФИИ ОБЪЕКТА

# Team.JoinTeamVC.MessageCell.headerLabel
source: TEAM
es: EQUIPO
ru: КОМАНДА

# Team.JoinTeamVC.MessageCell.messageTitle
source: MESSAGE TO TEAMMATES
es: MENSAJE A COMPAÑEROS
ru: СООБЩЕНИЕ УЧАСТНИКАМ

# Team.VotingRiskVC.headerLabel
source: VOTING: RISK
es: VOTACIÓN: RIESGO
ru: ГОЛОСОВАНИЕ: РИСК

# Team.VotingRiskVC.numberBar.left
source: TEAM VOTE
es: VOTO DEL EQUIPO
ru: ГОЛОС КОМАНДЫ

# Team.VotingRiskVC.numberBar.right
source: YOUR VOTE
es: TU VOTO
ru: ТВОЙ ГОЛОС

# Team.VotingRiskVC.numberBar.right.proxy
source: PROXY VOTE
es: ГОЛОС ПРОКСИ
ru: ГОЛОС ПРОКСИ

# Team.VotingRiskVC.avgLabel
source: AVG %d%
es: PROM %d%
ru: СРЕДН. %d%

# Team.VotingRiskVC.resetVoteButton
source: Reset Vote
es: Reiniciar Votación
ru: Сбросить

# Team.VotingRiskVC.othersButton
source: Compare
es: Comparar
ru: Сравнить

# Team.Members.Teammates.Strategy.headerTitle
source: RISK: %.2f TO %.2f
es: RIESGO: %.2f A %.2f
ru: РИСК: %.2f ДО %.2f

# Team.Members.Teammates.Strategy.headerSubtitle
source: RISK
es: RIESGO
ru: РИСК

# Team.Members.Teammates.CompareTeamRisk.title
source: Compare Team Risk
es: Comparar riesgo del equipo
ru: Сравнить риск

# Team.ChooseYourTeamVC.header
source: CHOOSE YOUR TEAM
es: ELEGIR TU EQUIPO
ru: ВЫБЕРИТЕ КОМАНДУ

# Team.Teammate.Footer.MemberSince
source: Member since %@
es: Miembro desde %@
ru: Участник с %@

# Team.FeedVC.startDiscussionButton.title
source: Start Discussion
es: Iniciar Discusión
ru: Начать обсуждение

# Team.Claims.ClaimTransactionsVC.title
source: Transactions
es: Transacciones
ru: Транзакции

# Team.Claims.ClaimTransactionsVC.amountCrypto
source: Amount Crypto
es: Cantidad Crypto
ru: Сумма крипто

# Team.Claims.ClaimTransactionsVC.amountFiat
source: Amount Fiat
es: Cantidad Fiat
ru: Сумма фиатная

# Team.Claims.ClaimTransactionsVC.status
source: Status
es: Estado
ru: Статус

# Team.Claims.State.Header.fullyPaid
source: FULLY PAID
es: COMPLETAMENTE PAGADO
ru: ПОЛНОСТЬЮ ВЫПЛАЧЕНО

# Team.Claims.State.Header.beingPaid
source: BEING PAID
es: ESTÁ PAGANDO
ru: В ОПЛАТЕ

# Team.Claims.State.Header.voted
source: VOTED
es: VOTADO
ru: НА ГОЛОСОВАНИИ

# Team.Claims.VotedCell.voted
source: Voted:
es: Votado:
ru: ГОЛОС:

# Team.ClaimsCell.declined
source: DECLINED
es: RECHAZADO
ru: ОТКАЗАНО

# Team.Chat.TextCell.voted_format
source: VOTED: %@%%
es: VOTADO: %@%%
ru: Голос: %@%%

# Team.Chat.TextCell.Application.voted_format
source: VOTED: %@
es: VOTADO: %@
ru: Голос: %@

# Team.Chat.TextCell.notVoted
source: NOT VOTED
es: NO HA VOTADO ÁUN
ru: Не голосовал

# Team.Chat.TypeLabel.claim
source: CLAIM
es: RECLAMACIÓN
ru: ЗАЯВКА

# Team.Chat.TypeLabel.application
source: APPLICATION
es: SOLICITUD
ru: ВСТУПЛЕНИЕ

# Team.Chat.TypeLabel.other
source: DISCUSSION
es: DISCUSION
ru: ОБСУЖДЕНИЕ

# Team.Chat.Separator.newMessages
source: NEW MESSAGES
es: NUEVOS MENSAJES
ru: НОВЫЕ СООБЩЕНИЯ

# Team.Chat.Input.yourMessageHere
source: Your message here
es: Tu mensaje aquí
ru: Твоё сообщение

# Team.Home.Card.claimed
source: CLAIMED
es: RECLAMADO
ru: ЗАЯВЛЕНО

# Team.Home.Card.coverage
source: COVERAGE
es: COBERTURA
ru: ЗАЩИТА

# Team.Home.Card.teamVote
source: TEAM VOTE
es: VOTO DEL EQUIPO
ru: ГОЛОС КОМАНДЫ

# Team.Home.Card.voting
source: VOTING
es: VOTACIÓN
ru: АКТИВНО

# Team.ChooseTeam.switchUser
source: Switch user
es: Cambiar usuario
ru: Сменить пользователя

# Team.Claims.Empty.title
source: No claims in the team so far
es: Hasta el momento no hay reclamaciones en tu equipo
ru: В команде ещё нет ни одной заявки на выплату

# Team.Claims.Empty.details
source: We will notify you when a claim is submitted.
es: Te notificaremos cuando tu reclamaciòn esta enviada.
ru: Мы сообщим, когда первая заявка будет создана

# Team.Chat.NotificationSettings.title
source: NOTIFICATION SETTINGS
es: AJUSTES DE NOTIFICACIÓN
ru: НАСТРОЙКИ НОТИФИКАЦИЙ

# Team.Chat.NotificationSettings.subscribed
source: Subscribed
es: Suscrito
ru: Подписан

# Team.Chat.NotificationSettings.subscribed.details
source: You will get a notification of each message.
es: Recibirás notificación de cada mensaje.
ru: Ты будешь получать нотификации о каждом сообщении

# Team.Chat.NotificationSettings.unsubscribed
source: No Notifications
es: Sin notificaciones
ru: Без нотификаций

# Team.Chat.NotificationSettings.unsubscribed.details
source: Notifications will be disabled for this chat.
es: Notificaciones de este chat se desactivarán.
ru: Нотификации для этой темы выключены

# Team.Chat.Unmute
source: You now receive notifications for this conversation.
es: Ahora recibes notificaciones de este discusión..
ru: Теперь ты получаешь нотификации по этой теме

# Team.Chat.Mute
source: You now don't receive notifications for this conversation.
es: Ahora no recibes notificaciones de este discusión.
ru: Ты больше не получаешь нотификаций по этой теме

# Team.Claims.objectView.reportButton.title
source: Submit Claim
es: Enviar reclamación
ru: Подать заявку

# Team.Chat.ObjectView.VoteLabel
source: Vote
es: Votar
ru: Голосовать

# Team.Chat.ObjectView.RevoteLabel
source: Revote
es: Revotar
ru: Изменить

# Team.Chat.ObjectView.ClaimAmountLabel
source: CLAIM AMOUNT -
es: CANTIDAD RECLAMADA -
ru: ЗАЯВКА -

# Team.Chat.ObjectView.TitleLabel
source: YOUR VOTE
es: TU VOTO
ru: ТВОЙ ГОЛОС

# Team.Chat.ObjectView.TitleLabel.risk
source: RISK
es: RIESGO
ru: РИСК

# Team.Chat.ObjectView.TitleLabel.team
source: TEAM VOTE
es: VOTO DEL EQUIPO
ru: КОМАНДА

# Team.Vote.doNotAccept
source: Do not accept
es: No aceptar
ru: Не принимать

# Team.Vote.SwipeToVote
source: Swipe left and right to vote
es: Desliza a la izquierda o derecha para desplazarse
ru: Двигай влево или вправо, чтобы голосовать

# Team.Claim.Transactions.from
source: FROM
es: DE
ru: ОТ

# Team.VotingRiskCell.teamAvg
source: TEAM AVG
ru: СРЕДН. КОМАНДЫ

# Team.Claim.Transactions.Empty.title
source: No transactions yet
ru: Транзакций ещё нет

# Team.OthersVoted.Empty.title
source: No votes yet
ru: Голосов пока нет

# Team.TeammateCell.heCoversMe
source: HE COVERS ME
es: ME CUBRE
ru: ЗАЩИЩАЕТ МЕНЯ

# Team.TeammateCell.sheCoversMe
source: SHE COVERS ME
es: ME CUBRE
ru: ЗАЩИЩАЕТ МЕНЯ

# Team.TeammateCell.coverHim
source: I COVER HIM
es: LE CUBRO
ru: ЗАЩИЩАЮ ЕГО

# Team.TeammateCell.coverHer
source: I COVER HER
es: LE CUBRO
ru: ЗАЩИЩАЮ ЕЁ

# Team.TeammateCell.HeWouldCoverMe
source: HE WOULD COVER ME
es: ME CUBRE
ru: ЗАЩИЩАЛ БЫ МЕНЯ

# Team.TeammateCell.SheWouldCoverMe
source: SHE WOULD COVER ME
es: ME CUBRE
ru: ЗАЩИЩАЛА БЫ МЕНЯ

# Team.TeammateCell.wouldCoverHim
source: I WOULD COVER HIM
es: LE CUBRO
ru: ЗАЩИЩАЛ БЫ ЕГО

# Team.TeammateCell.wouldCoverHer
source: I WOULD COVER HER
es: LE CUBRO
ru: ЗАЩИЩАЛ БЫ ЕЁ

# Team.TeammateCell.wouldCoverThem.notYet
source: Not yet
ru: Ещё нет

# Team.TearsOld.lessThanAYear
source: < 1 y.o.
es: < 1 año
ru: < года

# Team.Chat.ClaimPaidCell.text
source: Your team has paid the claim. Pretty cool, huh? Share it with your friends!
ru: Твоя команда оплатила заявку. Неплохо, да? Поделись с друзьями!

# Team.Chat.ClaimPaid.ShareText.pets
source: We helped our teammate to pay the vet bill. Pretty cool, huh?
ru: Мы помогли участнику оплатить лечение питомца. Неплохо, да?

# Team.Chat.ClaimPaid.ShareText.car
source: We helped our teammate to pay for the car repair. Pretty cool, huh?
ru: Мы помогли участнику оплатить ремонт машины. Неплохо, да?

# Team.Chat.ClaimPaid.ShareText.bike
source: We reimbursed our teammate his stolen bike. Pretty cool, huh?
ru: Мы возместили участнику стоимость украденного велосипеда. Неплохо, да?

# Team.Chat.ClaimPaidCell.buttonTitle
source: Share with friends
ru: Поделиться с друзьями

# Team.VotingRiskVC.avg
source: AVG
es: PROM
ru: СРЕДН.

# Team.Chat.PayToJoin.buttonTitle
source: Fund Wallet
ru: Пополнить кошелёк

# Team.Chat.ObjectView.TitleLabel.teamVote
source: TEAM VOTE
es: VOTO DEL EQUIPO
ru: ГОЛОС КОМАНДЫ

# Team.TeammateCell.cashFlow
source: Cash Flow
es: Flujo de fondos

# Team.JoinTeamVC.MessageCell.placeholder
source: Introduce yourself to your future team mates by telling them a bit more about yourself. Note that this will help them approve or decline your application
es: Introdúcete a tus futuros compañeros del equipo dándoles más información sobre ti. Nota que esta información les ayudara hacer una decision sobre tu solicitud.

# Team.JoinTeamVC.TermsCell.headerLabel
source: TERMS & CONDITIONS
es: TÉRMINOS Y CONDICIONES

# Team.JoinTeamVC.TermsCell.nonBold
source: By pressing on ‘Send Application’ I accept the Teambrella’s
es: Pulsando ‘Enviar Aplicación’ aceptas

# Team.JoinTeamVC.TermsCell.bold
source: Terms & Conditions
es: Términos y condiciones de Teambrella
